/* Localizable String */
sUIName = "Narzędzie konfiguracji sieci Wi-Fi";
sUIVersion = "Wersja narzędzia";
sDriverVersion = "Wersja sterownika: v";
sCopyright = "Copyright 2019.";

// Button
OK ="OK";
CANCEL ="Anuluj";
NO ="Nie";
YES ="Tak";
Join="Przyłącz się";
Profiles="Profile";
Join_Other="Inne...";
Show_Nets="Pokaż sieci";
Apply="Zastosuj";
Remove="Usuń";
PIN="PIN";
PBC="PBC";
Forget="Zapomnij tę sieć";

//DropDownMenu
State_RfOn="USB-WiFi: Włączony";
State_RfOff="USB-WiFi: Wyłączony";
State_Scan="USB-WiFi: Skanuj sieci...";
State_Unplug="Urządzenie USB-WiFi nie jest podłączone";
State_Disable="Włącz urządzenie USB-WiFi";

Info_IfName="Nazwa interfejsu:";
Info_MacAddr="Adres:";
Info_IpAddr= "Adres IP:";
Info_Router= "Router:";
Info_Reachable= "Internet: Osiągalny";
Info_Unreachable= "Internet: Nieosiągalny";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Kanał:";
Info_CountryCode= "Kod kraju:";
Info_RSSI= "RSSI:";
Info_Noise= "Hałas:";
Info_TxRate= "Szybkość transmisji:";
Info_PhyMode= "Tryb PHY:";
Info_McsIndex= "Indeks MCS:";

Radio_ON ="Włącz USB-WiFi";
Radio_OFF ="Wyłącz USB-WiFi";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="Przyłącz się do innej sieci...";
Create_Adhoc="Utwórz sieć ad hoc...";
WPS_Fun="WPS...";
Open_Utility="Konfiguracji bezprzewodowej sieci...";
Open_Preference="Otwórz Preferencje sieci...";

//ScanTable View
ScanTable_View_Title="Wybierz sieć, do której chcesz się przyłączyć.";
ScanTable_View_SubTitle="Zaznacz na liście sieć, do której chcesz się przyłączyć, a następnie podaj hasło sieci, jeśli to konieczne.";
Associated="Powiązane";
SignalStrength="Siła sygnału";
Scanning="Skanowanie...";

// Setting Field View
Join_BroadcastSecAP1="Aby przyłączyć się do sieci";
Join_BroadcastSecAP2=", należy podać hasła";
Join_BroadcastSecAP3="";
Join_HiddenSecAP1="Ta ukryta sieć Wi-Fi wymaga";
Join_HiddenSecAP2="hasła";
Join_HiddenOpenAP="Wpisz nazwę ukrytej sieci Wi-Fi.";

// Join Other
Create_Infra_Title="Podaj nazwę sieci.";
Create_Infra_SubTitle="Podaj nazwę sieci, do której chcesz się przyłączyć, a następnie podaj hasło, jeśli to będzie konieczne.";
Create_Adhoc_Title="Utwórz sieć typu komputer-komputer.";
Create_Adhoc_SubTitle="Wpisz nazwę tworzonej sieci typu komputer-komputer.";

//Setting Field
Security_None="Brak";
Security_OpenWep="OPEN_SYSTEM WEP";
Security_SharedWep="SHARED_KEY WEP";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Enterprise TKIP";
Security_WpaAes1X="WPA Enterprise AES";
Security_Wpa2Tkip1X="WPA2 Enterprise TKIP";
Security_Wpa2Aes1X="WPA2 Enterprise AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";
Security_MixMode="zabezpieczenia";
Security_Wpa3Sae="WPA3 SAE";
Security_Wpa3SuiteB="WPA3 SuiteB";
Security_Wpa3Owe="WPA3 OWE";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="WPA Personal";
Profile_Wpa2="WPA2 Personal";
Profile_Wpa1X="WPA Enterprise";
Profile_Wpa21X="WPA2 Enterprise";
Profile_Wpa3="WPA3 Personal";
Profile_Wpa31X="WPA3 Enterprise";
Profile_WpaNone="WPA-None";

NetworkName="Nazwa sieci:";
Security="Zabezpieczenia:";
Password="Hasło:";
ShowPassword="Pokaż hasło";
ASCII="ASCII";
UserName="Użytkownik:";
EAP="802.1x EAP:";
PEAP="Automatycznie (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="Certyfikat CA:";
Client_Cert="Certyfikat klienta:";
Private_Key="Klucz prywatny:";
Private_Key_Pwd="Hasło klucza prywatnego:";

Choose_Private_Key="Wybierz plik klucza prywatnego (PEM/DER/PFX)";
Choose_Client_Cert="Wybierz plik certyfikatu klienta (PEM/DER/PFX)";
Choose_CA_Cert="Wybierz plik certyfikatu CA (PEM/DER/PFX)";

Select_KeyChain_Cert_Desc="Wybierz certyfikat z pęku kluczy";
Select_File_Cert_Desc="Wybierz plik certyfikatu";
Select_KeyChain_Identity_Desc="Wybierz tożsamość z pęku kluczy";
Select_KeyChain_Key_Desc="Wybierz klucz prywatny z pęku kluczy";
Select_File_Key_Desc="Wybierz plik klucza prywatnego";

Cert_Expire="Plik certyfikatu stracił ważność";

Cert_Examine_Title1="Uwierzytelniam w sieci";
Cert_Examine_Title2=" ";
Cert_Examine_Info1="Przed uwierzytelnieniem do serwerza";
Cert_Examine_Info2="należy sprawdzić jego certyfikat, aby upewnić się, że jest właściwy dla tej sieci.\n\nAby zobaczyć certyfikat, kliknij w przycisk\'Pokaż certyfikat\'.";


// Profiles
PreferredNet="Preferowane sieci:";
StateTitle="Stan";
SSIDTitle="Nazwa sieci";
SecurityTitle="Zabezpieczenia";


//WPS 
WPS_PIN_Title="Wpisz kod PIN na stronie konfiguracji punktu dostępu";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="s";
WPS_Progress="Postęp WPS:";
WPS_init_Str = "  rozpocznij proces WPS  ";
WPS_scan_Str = "  Przeskanuj aktywny punkt dostępu WPS  ";
WPS_connect_Str = "  Podłącz aktywny punkt dostępu WPS  ";
WPS_handshake_Str ="  Rozpocznij uzgadnianie WPS  ";
WPS_exchange_Str ="  Wymiana komunikatu WPS  ";
WPS_done_Str = "  Wymiana komunikatu WPS [Gotowe]  ";
WPS_fail_Str = "  Błąd wymiany komunikatu WPS, spróbuj nawiązać połączenie z innym punktem dost. WPS  ";
WPS_start_Str = "  WPS START ";
WPS_finish_Str = "     Protokół WPS zakończony.";
WPS_auto_connect_Str = "Nawiązanie połączenia z punktem dostępu WPS nastąpi automatycznie.";
WPS_timeout_Str = "     Upłynął limit czasu WPS.";
WPS_connection_failed_Str = " Nie udało się nawiązać połączenia. Spróbuj ponownie później.";

Wps_overlap_Str = "Nałożenie sesji";
Wps_more_pbc_Str = "     Więcej niż jeden punkt dostępu w trybie PBC.";
Wps_retry_Str = "Podaj kod PIN lub poczekaj i spróbuj ponownie";

ERROR0 = "BŁĄD";
ERROR1 = "Wprowadź klucz.";
ERROR2 = "Nieprawidłowy indeks klucza WEP.";
ERROR3 = "Długość klucza wynosi 8–63 znaki ASCII lub 64 znaki szesnastkowe";
ERROR4 = "Klucz sieci nie jest wartością w formacie szesnastkowym (0–9, a–f, A–F).";
ERROR5 = "Długość klucza ASCII musi wynosić od 5 do 13 znaków.";
ERROR6 = "Nieprawidłowa długość klucza sieciowego.";
ERROR7 = "Długość klucza sieciowego musi wynosić od 10 do 26 znaków.";
ERROR8 = "Klucz sieciowy i potwierdzenie klucza sieciowego są różne.";
ERROR9 = "Klucz sieciowy nie ma postaci ASCII.";
ERROR10 = "Klucz sieci nie jest wartością w formacie 64 znaków szesnastkowych (0–9, a~–f, A–F).";
ERROR11 = "Ze względu na ustawienie kraju nie można nawiązać połączenia z siecią ad hoc na kanale 12,13 ani Band2, Band3.";
ERROR12 = "Nie można nawiązać połączenia z siecią ad hoc, w której jest stosowany protokół WPA-NONE.";
ERROR13 = "Nie można nawiązać połączenia z siecią ad hoc, w której jest stosowany protokół WPA2-PSK.";
ERROR14 = "Protokół WPA/WPA2 Enterprise nie jest obsługiwany.";
ERROR15 = "Zezwalaj, aby narzędzie miało dostęp do pęku kluczy.";
ERROR16 = "WPA3 isn't support !!";

WARNING0 = "Ostrzeżenie";
WARNING1 = "Wprowadź nazwę sieci SSID";
WARNING2 = "Wprowadź nazwę profilu";
WARNING3 = "Nazwa sieci SSID zawiera więcej niż 32 znaki.";
WARNING4 = "Profil już istnieje. Czy chcesz go nadpisać.";
WARNING5 = "Czy na pewno chcesz usunąć wybrany profil?";

NOTICE0 = "UWAGA";
NOTICE1 = "Błąd trybu AP.";
NOTICE2 = "Błąd trybu STA.";
NOTICE3 = "Błąd ustawiania wartości QOSMode";
NOTICE4 = "Błąd odczytywania wartości QOSMode";
NOTICE5 = "Nieprawidłowa wartość QOSMode";	
NOTICE6 = "Wartość parametru RTSThreshold jest poza zakresem (0–2432).";
NOTICE7 = "Wartość parametru FragmentationThreshold jest poza zakresem (256–2432).";
NOTICE8 = "Włącz urządzenie USB-WiFi w pozycji Sieć w oknie Preferencje systemowe.";
NOTICE9 = "Podłącz urządzenie USB-WiFi do komputera";
NOTICE10 = "Nieprawidłowe hasło. Spróbuj ponownie.";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";